// const locations =[
//      { id: '1', Name: 'هتل' },
//     { id: '2', Name: 'هتل آپارتمان' },
//     { id: '3', Name: 'متل' },
//     { id: '4', Name: 'سوییت' },
//     { id: '5', Name: 'ویلا' },
//     { id: '6', Name: 'پلاژ' },
//     { id: '7', Name: 'مهمان پذیر' },
//     { id: '8', Name: 'مسافرخانه' },
//     { id: '9', Name: 'مهمان سرا' },
//     { id: '10', Name: 'بومگردی' },
//     { id: '11', Name: 'پانسیون' },
//     { id: '12', Name: 'واحد اقامتی' },
//   ];

//   const Degree=[
//     { id: '1', Name: 'پنج ستاره' },
//     { id: '2', Name: ' چهار ستاره' },
//     { id: '3', Name: 'سه ستاره' },
//     { id: '4', Name: 'دو ستاره' },
//     { id: '5', Name: 'یک ستاره' },
//     { id: '6', Name: 'درجه سه' },
//     { id: '7', Name: ' درجه دو' },
//     { id: '8', Name: 'درجه یک' },
//     { id: '9', Name: 'ممتاز ' },

//   ]
//   export{locations,Degree};  
const locations = [
    { id: "1", Name: "هتل" },
    { id: "2", Name: "هتل آپارتمان" },
    { id: "3", Name: "متل" },
    { id: "4", Name: "سوییت" },
    { id: "5", Name: "ویلا" },
    { id: "6", Name: "پلاژ" },
    { id: "7", Name: "مهمان پذیر" },
    { id: "8", Name: "مسافرخانه" },
    { id: "9", Name: "مهمان سرا" },
    { id: "10", Name: "بومگردی" },
    { id: "11", Name: "پانسیون" },
    { id: "12", Name: "واحد اقامتی" },
];

const Degree = [
    { id: "1", Name: "پنج ستاره" },
    { id: "2", Name: " چهار ستاره" },
    { id: "3", Name: "سه ستاره" },
    { id: "4", Name: "دو ستاره" },
    { id: "5", Name: "یک ستاره" },
    { id: "6", Name: "درجه سه" },
    { id: "7", Name: " درجه دو" },
    { id: "8", Name: "درجه یک" },
    { id: "9", Name: "ممتاز " },
];

const hotel=[
    {id:1,name:"استخر"},
    {id:2,name:"پارک آبی"},
    {id:3,name:"لابی"},
    {id:4,name:"رستوران"},
    {id:5,name:" فضای باز کودکان"},
    {id:6,name:"آریشگاه"},
    {id:7,name:"سونا"},
    {id:8,name:"جکوزی"},
    {id:9,name:"ماساژ"},
    {id:10,name:"اینترنت"},
]



export { Degree, locations,hotel };